Repository: antmorzam/descubrevillalba
Catalog: descubrevillalba/Resources/*.lproj/Localizable.strings
Languages: fr, gl

# back_button
source: Back
fr: Retour
gl: Atrás

# main_title
source: Discover Villalba
fr: Découvrez Villalba
gl: Descubre Villalba

# main_scanner_button
source: Scan QR code
fr: Scannez le code QR
gl: Escanear QR

# main_monuments_button
source: Points of interest
fr: Points d'intérêt
gl: Puntos de interés

# how_it_works_header
source: How does it work?
fr: Comment fonctionne l'application?
gl: ¿Cómo funciona?

# how_it_works_language
source: Select language
fr: Choisir la langue
gl: Selecciona idioma

# how_it_works_munitic
source: Tourism subsidies: Promotion of the implementation of information and communication technologies in municipal tourist resources and facilities (MUNITIC)
fr: Subventions touristiques : Promotion de l'implantation des technologies de l'information et de la communication dans les ressources et équipements touristiques municipaux (MUNITIC)
gl: Subvenciones en material de turismo: Fomento de la implantación de las tecnologías de la información y la comunicación en los recursos e instalaciones turíticas municipales (MUNITIC)

# how_it_works_info
source: To enjoy this tourist experience in Villalba, you need to go to the points of interest and scan the QR code available there. To do this, use the main option “Scan QR code“. Once scanned, you will be able to enjoy a complete guide with all the information. If you want to find all the points of interest that our town offers, use the “Points of interest“ option, and you will be able to see the closest route to the selected place by clicking on each point. We hope you enjoy Villalba del Alcor and all its heritage.
fr: Pour profiter de cette expérience touristique à Villalba, vous devez vous rendre aux points d'intérêt et y scanner le QR disponible. Pour ce faire, utilisez l'option principale “Scan QR“. Ensuite, vous pourrez profiter d'un guide complet avec toutes les informations. Si vous voulez trouver tous les points d'intérêt que notre ville offre, utilisez l'option “Voir la liste complète“, et vous pourrez voir l'itinéraire le plus proche du lieu sélectionné en cliquant sur à chaque point. Nous espérons que vous apprécierez Villalba del Alcor et tout son patrimoine.
gl: Para disfrutar de esta experiencia turística de Villalba, es necesario que acuda a los puntos de interés y allí, escanear el QR disponible. Para ello, usa la opción principal “Escanear QR“. Una vez escaneado, podrás disfrutar de una guía completa con toda la información. Si deseas encontrar todos los puntos de interés que nuestro pueblo ofrece, usa la opción “Puntos de interés“, y podrás ver la ruta más cercana hasta el lugar seleccionado haciendo click en cada punto . Esperamos que disfrute de Villalba del Alcor y de todo su patrimonio.

# scanner_permissions_text
source: To scan the QR code you must allow access to the camera
fr: Avant de pouvoir scanner le code QR, vous devez autoriser l'accès à la caméra. Assurez-vous que vous disposez des autorisations accordées dans les paramètres de l'application
gl: Para poder escanear el código QR, debes permitir el acceso a la cámara. Asegurate que tienes los permisos concedidos en los ajustes la aplicación

# scanner_permissions_button
source: Allow access
fr: Permet l'accès
gl: Permitir acceso

# scanner_invalid_qrcode_title
source: Oh no! Scanned code is invalid
fr: Oh là là! Le code scanné n'est pas valide
gl: ¡Vaya! El código escaneado no es válido

# scanner_invalid_qrcode_info
source: Please try again with the codes located at the different points of interest in Villalba del Alcor
fr: Veuillez réessayer avec les codes situés aux différents points d'intérêt de Villalba del Alcor
gl: Por favor pruebe de nuevo con los códigos situados en los diferentes puntos de interés de Villalba del Alcor

# monument_list_toolbar_text
source: Points of interest
fr: Points d'intérêt
gl: Puntos de interés

# videos_toolbar_text
source: Videos
fr: Vidéos

# gallery_toolbar_text
source: Gallery
fr: Galerie
gl: Galería

# videos_emptystate_text
source: This point of interest does not have any video
fr: Ce point d'intérêt n'a pas de vidéo pas de vidéo
gl: Este punto de interés no dispone de ningún video

# gallery_emptystate_text
source: This point of interest does not have any photo
fr: Ce point d'intérêt n'a pas de photo
gl: Este punto de interés no dispone de ninguna foto

# dialog_error_title
source: Error
fr: Erreur

# dialog_error_message
source: An error has occurred. Try again
fr: Une erreur s'est produite. Essayer de nouveau
gl: Se ha producido un error. Inténtelo de nuevo

# dialog_error_button_retry
source: Try again
fr: Réessayer
gl: Reintentar

# dialog_error_button_cancel
source: Cancel
fr: Annuler
gl: Cancelar

# dialog_selectlanguage_positive
source: Confirm
fr: Confirmer
gl: Confirmar

# dialog_selectlanguage_text
source: Are you sure you want to update the language?
fr: Voulez-vous vraiment mettre à jour la langue ?
gl: ¿Seguro que quieres actualizar el idioma?

# map_error_text
source: You need a browser to see the location
fr: Vous avez besoin d'un navigateur pour voir l'emplacement
gl: Necesitas un navegador para poder ver la localización

# map_not_address
source: The address is not defined
fr: La direction n'est pas définie
gl: La dirección no está definida

# panorama_row_text
source: Click on the image for a 360 experience
fr: Cliquez sur l'image pour une expérience 360
gl: Pulsa en la imagen para una experiencia 360

# how_it_works_toolbar
source: Information
gl: Información

# audioguide_toolbar_text
source: Audioguide
gl: Audioguía
